{
    "media_article_fk": "dec51bd1a070845ad7ad6244521831fd",
    "social_network_conversation_fk": "7ad360aabda20c3c0bf48b6b0c30ddc1",
    "social_network_post_fk": "7ad360aabda20c3c0bf48b6b0c30ddc1",
    "social_network_user_profile_fk": "b08c4444dae3ed25fb58b61ba88827c8",
    "media_source": "nytimes",
    "article_url": "https://www.nytimes.com/2024/05/28/climate/extreme-heat-worldwide.html",
    "article_title": "Climate Change Added a Month’s Worth of Extra-Hot Days in Past Year",
    "article_summary": "Since last May, the average person experienced 26 more days of abnormal warmth than they would have without global warming, a new analysis found.",
    "article_description": "Since last May, the average person experienced 26 more days of abnormal warmth than they would have without global warming, a new analysis found.",
    "article_content": "Climate Change Advertisement Supported by Since last May, the average person experienced 26 more days of abnormal warmth than they would have without global warming, a new analysis found. ByRaymond Zhong Over the past year of record-shattering warmth, the average person on Earth experienced 26 more days of abnormally high temperatures than they otherwise would have, were it not for human-induced climate change, scientists said Tuesday. The past 12 months have been the planet’s hottest ever measured, and the burning of fossil fuels, which has added huge amounts of heat-trapping gases to the atmosphere, is a major reason. Nearly 80 percent of the world’s population experienced at least 31 days of atypical warmth since last May as a result of human-caused warming, the researchers’ analysis found. Hypothetically, had we notheated the globe to its current state, the number of unusually warm days would have been far fewer, the scientists estimated, using mathematical modeling of the global climate. The precise difference varies place to place. In some countries, it is just two or three weeks, the researchers found. In others, including Colombia, Indonesia and Rwanda, the difference is upward of 120 days. “That’s a lot of toll that we’ve imposed on people,” said one of the researchers who conducted the new analysis, Andrew Pershing, the vice president for science at Climate Central, a nonprofit research and news organization based in Princeton, N.J., adding, “It’s a lot of toll that we’ve imposed on nature.” In parts of South America and Africa, he said, it amounts to “120 days that just wouldn’t be there without climate change.” We are having trouble retrieving the article content. Please enable JavaScript in your browser settings. Thank you for your patience while we verify access. If you are in Reader mode please exit andlog intoyour Times account, orsubscribefor all of The Times. Thank you for your patience while we verify access. Already a subscriber?Log in. Want all of The Times?Subscribe. Advertisement",
    "article_tags": "['global warming', 'greenhouse gas emissions', 'heat and heat waves', 'weather', 'climate central', 'international federation of red cross and red crescent societies', 'world weather attribution']",
    "article_author": "Raymond Zhong",
    "article_medias": "['https://static01.nyt.com/images/2024/05/28/multimedia/28cli-global-heat-pklm/28cli-global-heat-pklm-mediumSquareAt3X.jpg']",
    "article_publication_ts": "2024-05-28 08:30:06",
    "article_modification_ts": "2024-05-28 08:30:06",
    "social_network_source": "x",
    "conversation_natural_key": 1795461303563112576,
    "conversation_posts_count": 19,
    "post_natural_key": 1795461303563112576,
    "post_text": "Over the past year of record-shattering warmth, the average person on Earth experienced 26 more days of abnormally high temperatures than they otherwise would have, were it not for human-induced climate change, scientists said Tuesday. https://t.co/RVI2ieLHYp",
    "post_retweet_count": null,
    "post_reply_count": null,
    "post_like_count": null,
    "post_quote_count": null,
    "post_bookmark_count": null,
    "post_impression_count": null,
    "post_creation_ts": "2024-05-28 14:25:07",
    "social_network_profile_natural_key": 807095,
    "social_network_profile_username": "nytimes",
    "social_network_profile_description": "News tips? Share them here: https://t.co/ghL9OoYKMM",
    "social_network_profile_location_name": "New York City",
    "social_network_profile_location_country_name": "United States",
    "social_network_profile_location_country_code": "US",
    "social_network_profile_location_admin1_name": "New York",
    "social_network_profile_location_admin1_code": "NY",
    "social_network_profile_location_latitude": 40.71427,
    "social_network_profile_location_longitude": -74.00597,
    "social_network_profile_creation_ts": "2007-03-02 20:41:42"
}
